Repository: jsilver83/qabool
Catalog: qabool/custom_locale/*/LC_MESSAGES/django.po
Languages: ar

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
ar: الرجاء إدخال %(username)s و كلمة السر الصحيحين.

source: The password is too similar to the %(verbose_name)s.
ar: كلمة السر المدخلة مشابهة لـ %(verbose_name).

source: Your password can't be too similar to your other personal information.
ar: ﻻ يمكنك إدخال كلمة مرور مشابهة لاسمك أو هويتك

source: This password is too common.
ar: كلمة السر المدخلة إعتيادية ومنتشرة.

source: Your password can't be a commonly used password.
ar: ﻻ يمكن استخدام كلمات سر معروفة ومنتشرة

source: This password is entirely numeric.
ar: كلمة السر تحتوي على أرقام فقط

source: Your password can't be entirely numeric.
ar: كلمة السر ﻻ يمكن أن تتكون من أرقام فقط

source: This password is too short. It must contain at least %(min_length)d character.
ar: كلمة المرور قصيرة جدا. الرجاء إدخال على اﻷقل %(min_length)d حرفا.

source: Your password must contain at least %(min_length)d character.
ar: كلمة المرور يجب أن تحتوى على اﻷقل %(min_length)d حرفا.

source: Clear
ar: حذف

source: Email
ar: بريد إلكتروني
