Repository: jsilver83/qabool
Catalog: qabool/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Find Roommate App
ar: تطبيق زميل السكن

source: School City
ar: مكان المدرسة (المدينة/القرية)

source: School Name
ar: اسم المدرسة

source: housing terms and conditions 1
ar: أوافق على الإطلاع على معلوماتي الشخصية لمن يدخلون هذا الموقع.

source: housing terms and conditions 2
ar: أقر بصحة معلوماتي الشخصية التي أضفتها في هذا الموقع.

source: housing terms and conditions 3
ar: أتعهد بالتعامل مع المعلومات المتاحة في هذا الموقع بمسؤولية تراعي خصوصية أصحابها وتحقق الأهداف المرجوة.

source: Yes
ar: نعم

source: No
ar: لا

source: You have to check this box
ar: يجب عليك التأشير في المربع

source: Enter required values
ar: أدخل القيم المطلوبة (*)

source: High School City
ar: مصدر الشهادة (المدينة/القرية)

source: High School Name
ar: المدرسة الثانوية

source: Light
ar: الإضاءة عند النوم

source: Room Temperature
ar: تفضيل جو الغرفة (التكييف)

source: Visits
ar: زيارات الأصدقاء والمعارف

source: Sleeping
ar: موعد النوم

source: KFUPM ID
ar: الرقم الجامعي

source: Invalid KFUPM ID
ar: رقم جامعي غير صالح

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Interests And Hobbies
ar: الاهتمامات والهوايات

source: Searchable
ar: هل ترغب في اﻻستمرار بالبحث عن زميل سكن؟

source: Pending
ar: بإنتظار الموافقة

source: Accepted
ar: الطلب مقبول

source: Rejected
ar: غير مقبول

source: Requesting Student Withdrawn
ar: انسحب صاحب الطلب

source: Requested Student Withdrawn
ar: انسحب الطرف اﻵخر

source: Expired
ar: انتهت مهلة الطلب

source: Cancelled By Requester
ar: تم إلغاء الطلب من قبل المرسل

source: Status
ar: حالة الطلب

source: Assigned Room
ar: الغرفة المحددة

source: Request Date
ar: تاريخ الطلب

source: Updated On
ar: تاريخ آخر تحديث

source: Building
ar: المبنى

source: Room
ar: الغرفة

source: Available
ar: متوفرة

source: Room Not specified
ar: غير محدد

source: Roommate
ar: زميل السكن

source: Are you sure?
ar: هل أنت متأكد؟

source: Accept
ar: موافق

source: Reject
ar: غير موافق

source: Cancel
ar: إلغاء

source: Kindly print two copies of each of the following documents:
ar: الرجاء طباعة نسختين من المستندات التالية:

source: Housing Letter 1
ar: عقد ترخيص السكن

source: btn-align
ar: pull-left

source: I agree
ar: موافق

source: Save
ar: حفظ

source: No of search results:
ar: نتيجة البحث:

source: No of single students looking for a roommate:
ar: عدد الطلاب الفرادى الذين يبحثون عن زميل سكن

source: Search
ar: بحث

source: You can search with one or more criteria using the below form
ar: يمكنك البحث عن زميل من خلال عنصر بحث واحد أو أكثر من العناصر التالية:

source: Check this page regularly if you did not find a suitable roomate from the list below
ar: إذا لم تجد زميلاً مناسباً عاود الدخول مرة أخرى، حيث أنه سيزداد عدد الطلاب المسجلين في الموقع مما يتح لك مزيد من الاختيارات

source: Update your own Info
ar: حدث بياناتك الشخصية

source: Here
ar: هــنــا

source: If you would like to be roommates with this student, contact him and get his KFUPM ID and
ar: بعد اﻻتفاق مع هذا الزميل، تأكد من حصولك على رقمه الجامعي لتستكمل اﻻجراءات عبر الرابط التالي:

source: Request Here
ar: اطلب هنا

source: There are no available students matching your search criteria. Check this page later...
ar: ﻻ يوجد نتائج لبحثك. ننصحك بتغيير خيارات البحث أو عاود الدخول مرة أخرى، حيث أنه سيزداد عدد الطلاب المسجلين في الموقع مما يتح لك مزيد من الاختيارات.

source: welcome to KFUPM Student Housing page
ar: عزيزي الطالب المستجد، يسر الإدارة العامة لإسكان الطلاب بجامعة الملك فهد للبترول والمعادن أن تهنئك بقبولك في الجامعة كما يسرنا استقبالك في هذا البرنامج الذي يتيح لك إنهاء إجراءات السكن والحصول على غرفة بعد اتفاقك على السكن مع أحد زملائك المقبولين في الجامعة، كما يتيح لك إمكانية البحث عن زميل للسكن.

source: Do you have a friend who is admitted and eligible for housing that you want to be roommmates with?
ar: هل لديك زميل من الطلاب المقبولين ترغب بالسكن معه؟

source: Sent Requests
ar: الطلبات المرسلة

source: Received Requests
ar: الطلبات المستقبلة

source: housing note message
ar: للاستفسار فيما يتعلق بهذا البرنامج؛ نأمل إرسال بريد إلكتروني بعنوان (استفسار طالب مستجد) إلى البريد الإلكتروني: stuhouse@kfupm.edu.sa

source: Print
ar: طباعة

source: Go Back
ar: العودة

source: Dear Student
ar: عزيزي الطالب

source: Government ID
ar: الهوية الوطنية أو هوية مقيم

source: Send Request
ar: إرسال الطلب

source: Error.
ar: خطأ

source: Request was sent to the student you have chosen...
ar: تم إرسال الطلب بنجاح

source: The entered KFUPM ID belong to a student who has a pending roommate request.
ar: هذا الطالب لديه طلب قيد الانتظار، الرجاء إدخال رقم جامعي آخر.

source: The entered KFUPM ID belong to a student who already has a roommate.
ar: هذا الطالب لديه .زميل سكن، الرجاء إدخال رقم جامعي آخر.

source: The entered KFUPM ID doesnt belong to an existing student who is both admitted and eligible for housing
ar: الرقم الجامعي المدخل ﻻ ينتمي إلى أي من الطلاب المقبولين المسموح لهم بالسكن.

source: Request was accepted and room was assigned to you successfully...
ar: تمت الموافقة على الطلب بنجاح وتم تحديد الغرفة بشكل آلي من طرف النظام...

source: There was an issue in assigning a room to you. Kindly try again in 24 hours!
ar: تعذر تنفيذ طلبك بالوقت الحالي، عاود المحاولة بعد 24 ساعة...

source: Invalid request
ar: طلب غير صالح

source: Request was rejected successfully...
ar: لقد تم رفض الطلب بنجاح

source: Request was cancelled as per your request...
ar: تم إلغاء الطلب بناء على رغبتك

source: Error saving info. Try again later!
ar: حدث خطأ عند تعديل بياناتك ، الرجاء المحاولة مرة أخرى!

source: Arabic
ar: عربي

source: English
ar: انجليزي

source: Saudi Arabia
ar: المملكة العربية السعودية

source: Moqeem
ar: مقيم (قبائل نازحة)

source: KFUPM ID or Government ID
ar: الهوية الوطنية أو الرقم الجامعي

source: Reception Desk
ar: رقم مكتب الاستقبال (الكاونتر)

source: Preparation Course Attendance Date
ar: تاريخ حضور دورة التهيؤ

source: English Placement Test Date
ar: تاريخ اختبار اللغة اﻻنجليزية التحريري

source: English Speaking Test Date
ar: تاريخ اختبار اللغة اﻻنجليزية الشفهي

source: Semester
ar: فصل القبول

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريخ الانتهاء

source: Location (Arabic)
ar: مكان الفعالية ( بالعربي )

source: Location (English)
ar: مكان الفعالية ( بالانجليزي )

source: Slots
ar: العدد المتاح

source: Slot Type
ar: نوع الفعالية

source: Attender
ar: المشرف

source: Description
ar: شرح

source: Show
ar: اظهر

source: Display Order
ar: عرض الترتيب

source: Tarifi: Preparation Activity Slots
ar: البرنامج التعريفي: أنشطة البرنامج التعريفي

source: Desk No
ar: رقم الاستقبال

source: Received By
ar: تم الاستقبال بواسطة

source: Preparation Course Slot
ar: موعد دورة التهيؤ

source: Preparation Course Attended By
ar: تحضير المحاضرة بواسطة

source: English Placement Test Slot
ar: اختبار اللغة اﻻنجليزية التحريري

source: English Speaking Test Slot
ar: اختبار اللغة اﻻنجليزية الشفهي

source: English Speaking Test Time
ar: وقت اختبار اللغة اﻻنجليزية الشفهي

source: English Placement Test Score
ar: نتيجة اختبار اللغة اﻻنجليزية التحريري

source: English Speaking Test Score
ar: درجة اختبار اللغة اﻻنجليزية الشفهي

source: English Level
ar: مستوى اللغة الانجليزية

source: Created On
ar: تاريخ الإنشاء

source: English Speaking Test
ar: اختبار اللغة اﻻنجليزية الشفهي

source: From KFUPM ID
ar: بداية الأرقام الجامعية

source: To KFUPM ID
ar: نهاية الأرقام الجامعية

source: Box No
ar: رقم الصندوق

source: Slot Period
ar: فترة الفعالية

source: Location
ar: المكان

source: Capacity
ar: السعة

source: Attend
ar: حضر

source: Attendance Date:
ar: تاريخ الحضور:

source: Attended By:
ar: تم التحضير بواسطة:

source: This student is
ar: هذا الطالب

source: This student DOES NOT exist. Try a differnt ID!
ar: هذا الطالب غير موجود، ادخل رقم آخر!

source: Attendance will open 10 minutes prior to the course start time and will close in 40 minutes
ar: التحضير سيبدأ قبل بداية المحاضرة بعشرة دقائق وسيغلق بعد بداية المحاضرة بنصف ساعة

source: Desk Number
ar: رقم الاستقبال

source: Change
ar: تغيير

source: Can NOT Print
ar: ﻻ يمكن الطباعة

source: Wrong desk
ar: رقم الكاونتر غلط

source: Not on time
ar: خارج الوقت المحدد

source: Select
ar: اختيــــار

source: Tarifi Week Attendance Date
ar: تاريخ حضور البرنامج التعريفي

source: Desk number specified successfully...
ar: لقد تم تحديد رقم الاستقبال بنجاح

source: {student} was attended successfully
ar: لقد تم تحضير الطالب {student} بنجاح

source: You chose to cancel attending {student}
ar: لقد ألغيت تحضير الطالب {student}

source: Early
ar: مبكر

source: Late
ar: متأخر

source: Fetched Yesser High School Data Dump
ar: بيانات يسر (الثانوية)

source: Fetched Yesser Qudrat Data Dump
ar: بيانات يسر (قدرات)

source: Fetched Yesser Tahsili Data Dump
ar: بيانات يسر (تحصيلي)

source: High School Certificate
ar: صورة الشهادة الثانوية

source: Personal Picture
ar: رفع الصورة الشخصية

source: Mother Government ID
ar: صورة الهوية الوطنية للأم

source: Birth Date Certificate
ar: صورة شهادة الميلاد

source: Government ID File
ar: صورة الهوية الوطنية أو هوية مقيم

source: Upload Passport
ar: صورة الجواز

source: Courses Certificate
ar: صورة شهادة المقررات (إن وجدت)

source: Vehicle Registration File
ar: صورة رخصة سير السيارة

source: Driving License File
ar: صورة رخصة الطالب

source: Bank Account Identification File
ar: صورة مصادقة من البنك على رقم الحساب الجاري (الايبان)

source: Withdrawal Proof Letter
ar: صورة إخلاء طرف

source: Documents
ar: رفع المستندات

source: Sync with Yesser
ar: التحديث من يسر

source: Sync with Yesser (Only Missing)
ar: التحديث من يسر (المعلومات الناقصة فقط)

source: Phase 1: Registration
ar: مرحلة 1: التسجيل

source: Phase 2: Partial Admission And Confirmation
ar: مرحلة 2: القبول المبدئي والتأكيد

source: Phase 3: Choose Tarifi Week And Print Documents
ar: المرحلة 3: اختيار وقت حضور الاسبوع التعريفي وطباعة الخطابات

source: Phase 4: Student Housing And Roommate Search
ar: المرحلة 4: إسكان الطلاب واختيار زميل

source: Admission Total Formula
ar: معادلة حساب النسبة الموزونة

source: Admission Settings
ar: إعدادات القبول

source: Qabool
ar: نظام القبول

source: Qabool Administration
ar: إدارة القبول

source: Administration
ar: إدارة

source: Unknown
ar: غير معروف

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Saudi
ar: سعودي

source: Saudi Mother
ar: الأم سعودية

source: Non-Saudi
ar: غير سعودي

source: Greater Than Or Equal
ar: أكبر من أو يساوي

source: Less Than
ar: أقل من

source: Student Type
ar: نوع الطالب

source: Graduation Year
ar: سنة التخرج

source: Admission Total
ar: النسبة الموزونة

source: Admission Total Operand
ar: معامل النسبة الموزونة

source: Show Detailed Results
ar: إظهار نتائج البحث

source: Reassign?
ar: إعادة توزيع

source: Reassign students who has already been assigned to a committee member?
ar: إعادة توزيع الطلاب الذين تم توزيعهم من قبل على أعضاء آخرين للتدقيق

source: Select Member(s)
ar: اختر الأعضاء

source: Verification Issues
ar: مشاكل طلب القبول

source: Message Status
ar: تفصيل حالة الطلب

source: Admission Semester
ar: فصل القبول

source: Transfer Data
ar: بيانات المتحولين

source: KFUPM IDs
ar: الأرقام الجامعية

source: comma-separated or space-separated (OPTIONAL)
ar: قائمة بالأرقام الجامعية مفصولة بمسافة أو فاصلة (إختياري)

source: The two email fields didn't match.
ar: البريد الإلكتروني غير متطابق.

source: The two mobile fields didn't match.
ar: حقل رقم الجوال غير متطابق

source: The Email entered is associated with another applicant. Please use a different Email
ar: لقد تم استخدام البريد الإلكتروني من قبل طالب آخر. الرجاء ادخال بريد إلكتروني جديد

source: The Mobile entered is associated with another applicant. Please use a different Mobile
ar: لقد تم استخدام رقم الجوال من قبل طالب آخر. الرجاء ادخال رقم جوال آخر

source: Email Address
ar: البريد الإلكتروني

source: Email Address Confirmation
ar: تأكيد البريد الإلكتروني

source: Enter the same email address as before, for verification
ar: أعد إدخال البريد الإلكتروني السابق وذلك للتحقق

source: Mobile Confirmation
ar: تأكيد جوال الطالب

source: Enter the same mobile number as before, for verification
ar: أعد إدخال رقم الجوال السابق وذلك للتحقق و يجب أن يكون رقم الجوال بهذا التنسيق "9665xxxxxxxx". استخدم أرقام إنجليزية فقط. تأكد من تفعيل خدمة استلام الرسائل الدعائية.

source: password
ar: كلمة المرور

source: Confirmation Code
ar: رمز التحقق

source: The two password fields didn't match.
ar: كلمة المرور غير متطابقة

source: Error resetting password. Make sure you enter the correct info.
ar: خطأ بتغيير كلمة المرور، فضلاً تأكد من صحة البيانات المدخلة.

source: National ID for Saudis, Iqama Number for non-Saudis.
ar: رقم الهوية الوطنية للسعوديين ، ورقم هوية مقيم لغير السعوديين.

source: Email
ar: البريد اﻹلكتروني

source: New Password
ar: كلمة المرور الجديدة

source: Minimum length is 8. Use both numbers and characters.
ar: الحد الأدنى 8 ، استخدم حروف وأرقام.

source: New Password confirmation
ar: تأكيد كلمة المرور الجديدة

source: Enter the same password as before, for verification
ar: أعد إدخال كلمة المرور السابقة وذلك للتحقق

source: I have read all of the above terms and conditions
ar: لقد قمت بالاطلاع على جميع الشروط و الأحكام أعلاه.

source: I accept all the above terms and conditions
ar: أوافق على جميع الشروط و الأحكام اعلاه.

source: National ID for Saudis, Iqama Number for non-Saudis. e.g. 1xxxxxxxxx or 2xxxxxxxxx.
ar: رقم الهوية الوطنية للسعوديين ، ورقم هوية مقيم لغير السعوديين.

source: Government ID Confirmation
ar: تأكيد الهوية الوطنية أو هوية مقيم

source: Enter the same government ID as before, for verification
ar: أعد إدخال الهوية الوطنية أو هوية مقيم وذلك للتحقق

source: Password
ar: كلمة المرور

source: Password confirmation
ar: تأكيد كلمة المرور الجديدة

source: Enter the same password as before, for verification.
ar: أعد إدخال كلمة المرور السابقة وذلك للتحقق

source: Gender
ar: الجنس

source: Only male students can apply
ar: التقديم للطلاب الذكور فقط.

source: High School Transcript
ar: صورة إتمام الثانوية (إن وجدت)

source: <ol> <li>Please upload clear scanned images with good quality.</li> <li>Allowed formats: pdf, jpg, jpeg, png, bmp, gif.</li> <li>Mobile-taken pictures will not be accepted.</li> </ol>
ar: <ol> <li>رفع الصور عبر الماسح الضوئي بشكل واضح وبدقة عالية</li> <li>الصيغ المسموحة: pdf, jpg, jpeg, png, bmp, gif.</li> <li>الصور الملتقطة عن طريق الجوال غير مقبولة.</li> </ol>

source: The two government ID fields didn't match.
ar: حقل الهوية الوطنية أو هوية مقيم غير متطابق.

source: You have been denied from applying for the following reason(s):
ar: لا يسمح لك التسجيل في الجامعة للأسباب التالية:

source: You have entered an invalid Government ID
ar: لقد ادخلت رقم هوية غير صحيح

source: You have entered the guardian mobile same as your own mobile
ar: لقد ادخلت رقم جوال ولي الأمر نفس رقم جوالك

source: You have entered the mother to be Saudi but you did NOT enter her Saudi Government ID
ar: لقد قمت بإختيار اﻷم سعودية ولكنك لم تدخل معلومات هوية اﻷم.

source: You need to upload your high school certificate since you selected International schooling system
ar: يجب عليك رفع صورة من شهادة الثانوية لأنك خريج من مدرسة عالمية

source: With country and area code. e.g. 966138602722
ar: مع رمز الدولة والمدينة. مثال: 966138600000

source: Allowed formats: pdf, jpg, jpeg, png, bmp, gif. Max Size: 2 MB
ar: ملاحظة هامة: الصيغ المسموح: jpg, jpeg, png, bmp, gif. pdf أقصى حجم للملف المرفوع: 2 ميغابايت.

source: Chronic diseases list can not be empty
ar: اختر واحد (على اﻷقل) من الأمراض المزمنة بالقائمة

source: Disability type(s) can not be empty
ar: اختر واحد (على اﻷقل) من قائمة اﻻحتياجات الخاصة

source: Vehicle info is required.
ar: بيانات المركبة مطلوبة

source: Please upload clear scanned images with good quality. Allowed formats: jpg, jpeg, png, bmp, gif. Max Size: 2 MB
ar: ملاحظة هامة: لابد من رفع جميع الصور باستخدام الماسح الضوئي (بدقة عالية). الصيغ المسموح: jpg, jpeg, png, bmp, gif. أقصى حجم للملف المرفوع: 2 ميغابايت.

source: Enter the ID given to you by KFUPM
ar: ادخل الرقم الجامعي

source: Student Notes
ar: ملاحظات الطالب

source: Password Mismatch
ar: يد كلمة المرور غير متطابقة

source: You are not eligible for a transfer to KFUPM
ar: أنت غير مرشح للتحويل للجامعة

source: Bank Names
ar: اسم البنك أو المصرف

source: Blood Type
ar: فصيلة الدم

source: Chronic Diseases
ar: الأمراض المزمنة

source: Disability
ar: الاحتياجات الخاصة

source: Employment Status
ar: هل أنت موظف

source: High School Type
ar: نظام الثانوية

source: Housing Preference AC
ar: تفضيلات التكييف

source: Housing Preference Light
ar: تفضيلات الإضاءة بالغرفة

source: Housing Preference Sleepin
ar: تفضيلات وقت النوم

source: Housing Preference Visits
ar: تفضيلات زيارات المعارف

source: Person Relation
ar: صلة القرابة

source: Social Status
ar: الحالة الإجتماعية

source: University
ar: الجامعة

source: Vehicle Owner
ar: مالك السيارة

source: Edit
ar: تعديل

source: City Name Arabic
ar: اسم المدينة ( بالعربي )

source: City Name English
ar: اسم المدينة ( بالإنجليزي )

source: Initial Agreements
ar: التعهدات الأولية

source: Confirmation Agreements
ar: تعهدات التأكيد

source: Student ِAgreements 1
ar: تعهدات الطالب 1

source: Student Agreements 2
ar: تعهدات الطالب 2

source: Student Agreements 3
ar: تعهدات الطالب 3

source: Student Agreements 4
ar: تعهدات الطالب 4

source: Student Housing: Initial Agreements
ar: سكن الطلاب: التعهدات الأولية

source: Student Housing: Request Agreements
ar: سكن الطلاب: تعهدات طلب زميل السكن

source: Student Housing: Search Instructions
ar: سكن الطلاب: تعليمات البحث عن زميل سكن

source: Student Housing: Request Instructions
ar: سكن الطلاب: تعليمات طلب السكن مع زميل

source: Awareness Week Agreements
ar: تعهدات الأسبوع التعريفي

source: Agreement Type
ar: نوع الموافقة

source: Short Description
ar: وصف المرحلة

source: Short description for admin only
ar: وصف المرحلة/الحالة للمسؤول فقط

source: Agreement Text (Arabic)
ar: نص الموافقة ( بالعربي )

source: Agreement Text (English)
ar: نص الموافقة ( بالإنجليزي )

source: Counter
ar: عداد

source: Arabic Title
ar: العنوان بالعربي

source: English Title
ar: العنوان بالانجليزي

source: Arabic Description
ar: تفاصيل بالعربي

source: English Description
ar: تفاصيل بالانجليزي

source: Public
ar: حكومية

source: Private
ar: أهلية

source: International
ar: عالمية

source: Associated User
ar: المستخدم المرتبط

source: The user associated with this admission request.
ar: المستخدم المرتبط بطلب القبول

source: Admission Note
ar: ملاحظة القبول

source: Admission Note 2
ar: ملاحظة القبول 2

source: Admission Note 3
ar: ملاحظة القبول 3

source: First Name (Arabic)
ar: الاسم الأول بالعربي

source: Second Name (Arabic)
ar: اسم الأب بالعربي

source: Third Name (Arabic)
ar: اسم الجد بالعربي

source: Family Name (Arabic)
ar: اسم العائلة بالعربي

source: Student Full Name (Arabic)
ar: اسم الطالب الكامل ( بالعربي )

source: Your Arabic full name should be similar to Identification ID/Iqama.
ar: اسم الطالب باللغة العربية حسب الهوية الوطنية أو هوية مقيم.

source: First Name (English)
ar: الاسم الأول بالإنجليزي

source: Second Name (English)
ar: اسم الأب بالإنجليزي

source: Third Name (English)
ar: اسم الجد بالإنجليزي

source: Family Name (English)
ar: اسم العائلة بالإنجليزي

source: Student Full Name (English)
ar: اسم الطالب الكامل ( بالإنجليزي )

source: Your English full name should be similar to Passport or high school certificate.
ar: اسم الطالب باللغة الانجليزية حسب جواز السفر أو حسب شهادة الثانوية العامة.

source: Nationality
ar: الجنسية

source: Saudi Mother Government ID
ar: رقم هوية اﻷم

source: Birthday
ar: تاريخ الميلاد بالميلادي

source: Birthday Hijri
ar: تاريخ الميلاد بالهجري

source: Birth Place
ar: مكان الميلاد

source: Country and city. e.g. Saudi Arabia Jeddah
ar: الدولة والمدينة، مثال: المملكة العربية السعودية - جدة

source: Mobile
ar: جوال الطالب

source: Mobile number should be of this format "9665xxxxxxxx". Use English numerals only. Please make sure to activate promotional messages from your mobile provider.
ar: يجب أن يكون رقم الجوال بهذا التنسيق "9665xxxxxxxx". استخدم أرقام إنجليزية فقط. تأكد من تفعيل خدمة استلام الرسائل الدعائية.

source: You have entered an invalid mobile number
ar: لقد ادخلت رقم جوال بشكل غير صحيح

source: Phone
ar: هاتف المنزل

source: Student Address
ar: عنوان الطالب

source: Number of Kids
ar: عدد الأطفال

source: Are You Employed?
ar: هل أنت موظف؟

source: It is required that applicant be unemployed to be full-time. In case you are currently employed, you need to bring clearance from your employer.
ar: من شروط قبول الطالب أن يكون متفرغا للدراسة، وفي حال كونه موظفا عليه إحضار إخلاء طرف من جهة العمل.

source: Employer Name
ar: جهة العمل

source: Do you have any disabilities?
ar: هل أنت من ذوي اﻻحتياجات الخاصة؟

source: This will let us help you better and will not affect your acceptance chances.
ar: هذه الفقرة لتقديم الخدمات المناسبة لك ولن تؤثر على قبولك في الجامعة

source: Disability Type
ar: الاحتياجات الخاصة

source: Other Disability
ar: معلومات إضافية عن الاحتياجات الخاصة

source: Do you have any chronic diseases?
ar: هل تعاني من أي مرض مزمن؟

source: Chronic Diseases Notes
ar: معلومات إضافية عن الأمراض المزمنة

source: Qudrat Score (Qiyas)
ar: درجة القدرات (قياس)

source: Tahsili Score (Qiyas)
ar: درجة التحصيلي (قياس)

source: High School GPA (Ministry)
ar: نسبة الثانوية (الوزارة)

source: High School GPA
ar: نسبة الثانوية

source: Qudrat Score - Entered by Student
ar: درجة القدرات (إدخال الطالب )

source: Tahsili Score - Entered by Student
ar: درجة التحصيلي ( إدخال الطالب )

source: Government ID Type
ar: نوع الهوية

source: Government ID Issue Date
ar: تاريخ اصدار الهوية

source: Government ID Expiry Date
ar: تاريخ إنتهاء الهوية

source: Government ID Place of Issue
ar: مكان اصدار الهوية

source: Passport Number
ar: رقم الجواز

source: Passport Place of Issue
ar: مكان إصدار الجواز

source: Passport Expiry Date
ar: تاريخ إنتهاء الجواز

source: High School ID
ar: رمز مدرسة الثانوية

source: High School Name (Arabic)
ar: المدرسة الثانوية (بالعربي)

source: High School Name (English)
ar: المدرسة الثانوية (بالإنجليزي)

source: High School System
ar: نظام الثانوية

source: High School Major Code
ar: رمز تخصص الثانوية

source: High School Major Name (Arabic)
ar: تخصص الثانوية (بالعربي)

source: High School Major Name (English)
ar: تخصص الثانوية (بالانجليزي)

source: High School Province Code
ar: رمز منطقة التعليم

source: High School Province (Arabic)
ar: منطقة التعليم (بالعربي)

source: High School Province (English)
ar: منطقة التعليم (بلانجليزي)

source: High School City Code
ar: رمز مدينة المدرسة الثانوية

source: High School City (Arabic)
ar: مدينة المدرسة الثانوية (بالعربي)

source: High School City (English)
ar: مدينة المدرسة الثانوية (بالانجليزي)

source: Withdrew To University
ar: الجهة التي ترغب الالتحاق بها

source: Withdrawal Reason
ar: سبب الإنسحاب

source: Withdrawal Date
ar: تاريخ الإنسحاب

source: Guardian Name
ar: اسم ولي الأمر

source: Guardian Government ID
ar: الهوية الوطنية أو هوية مقيم لولي اﻷمر

source: Guardian Relation
ar: صلة القرابة

source: Guardian Phone
ar: هاتف المنزل

source: Guardian Mobile
ar: رقم جوال ولي اﻷمر

source: Guardian mobile should be different than own mobile
ar: جوال ولي الأمر يجب أن يكون مختلفا عن جوالك

source: Guardian Email
ar: البريد الإلكتروني

source: Guardian PO Box
ar: صندق البريد

source: Guardian Postal Code
ar: الرمز البريدي

source: Guardian City
ar: المدينة التي يسكن بها

source: Guardian Work
ar: المسمى الوظيفي

source: Guardian Employer
ar: جهة العمل

source: Relative Name
ar: اسم القريب

source: Relative Relation
ar: صلة القرابة

source: Relative Mobile
ar: رقم الجوال

source: Relative PO Box
ar: صندوق البريد

source: Relative Postal Code
ar: الرمز البريدي

source: Relative City
ar: المدينة التي يسكن بها

source: Relative Work
ar: المسمى الوظيفي

source: Relative Employer
ar: جهة العمل

source: Do you have a vehicle you want to register?
ar: هل تريد تسجيل بيانات سيارتك؟

source: This will let us help you better to get you a permit to enter campus.
ar: هذه الفقرة لتقديم الخدمات المناسبة لك ولن تؤثر على قبولك في الجامعة

source: Vehicle Plate No.
ar: رقم لوحة السيارة
