Repository: jsilver83/qabool
Catalog: qabool/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Personal picture was uploaded successfully...
ar: لقد تم حفظ الصورة الشخصية بنجاح

source: Documents were uploaded successfully. We will verify your information and get back to you soon...
ar: لقد تم حفظ المستندات بنجاح. وسوف يتم التأكد من جميع المعلومات والمستندات.

source: Your application was submitted successfully. We will verify your information and get back to you soon...
ar: لقد تم حفظ معلومات التقديم بنجاح. وسوف يتم التأكد من جميع المعلومات والمستندات.

source: Documents were uploaded successfully...
ar: لقد تم حفظ المستندات المرفوعة بنجاح

source: You have withdrawn from the university successfully...
ar: لقد انسحبت من الجامعة بنجاح...

source: Your transfer request was approved
ar: تم قبول طلب التحويل الخاص بك

source: No IDs to assign. Contact the site admins...
ar: عليك التواصل حالا مع إدارة القبول.

source: Tarifi time slot was chosen successfully...
ar: تم اختيار الموعد بنجاح. وعليك طباعة الخطابات و الالتزام بجميع المواعيد المحددة لك.
