Repository: jsilver83/qabool
Catalog: qabool/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Bank Name
ar: اسم البنك أو المصرف

source: Your IBAN
ar: الرقم المصرفي (IBAN)

source: Your International Bank Account Number (IBAN) for your own Saudi bank account. Your IBAN format should be SA followed by 22 digits.
ar: الرقم المصرفي (IBAN) لحساب البنك السعودي. يجب أن يكون التنسيق هو SA متبوعًا بـ 22 رقمًا.

source: You have entered an invalid IBAN
ar: لقد ادخلت رقم أيبان غير صحيح

source: Admission Letter Print Date
ar: تاريخ طباعة خطاب القبول

source: Medical Report Print Date
ar: تاريخ طباعة الكشف الطبي

source: Phase 2 Start Date
ar: بداية المرحلة الثانية

source: Phase 2 End Date
ar: نهاية المرحلة الثانية

source: Phase 3 Start Date
ar: بداية المرحلة الثالثة

source: Phase 3 End Date
ar: نهاية المرحلة الثالثة

source: Phase 2 Submit Date
ar: تاريخ ارسال الطلب للمرحلة الثانية

source: Phase 2 Re-Upload Date
ar: تاريخ إعادة الرفع بالمرحلة الثانية

source: Phase 3 Submit Date
ar: تاريخ ارسال الطلب للمرحلة الثالثة

source: Assigned Committee Member
ar: الشخص المسؤول عن التحقق

source: Verification Note
ar: ملاحظات (المسؤول عند التأكد)

source: Eligible For Housing
ar: يستحق السكن

source: Admission Request
ar: طلب قبول

source: Admission Requests
ar: طلبات القبول

source: Issues With Uploaded Docs
ar: المشاكل بالمستندات المرفوعة

source: Full Name
ar: اﻻسم الكامل

source: Full Name and Source
ar: اﻻسم الكامل والمصدر

source: Student Name
ar: اسم الطالب

source: Message
ar: الرسالة

source: University Code
ar: رمز الجامعة

source: Last Trial Date
ar: تاريخ آخر محاولة

source: Count Trial
ar: عدد المحاولات

source: City
ar: المدينة

source: Attended
ar: حضر

source: Reception Date
ar: تاريخ الاستقبال

source: Orientation Week: Schedule
ar: مواعيد البرنامج التعريفي

source: Semester Name
ar: تفاصيل الفصل

source: Phase 1 Start Date
ar: بداية المرحلة الأولى

source: Phase 1 End Date
ar: نهاية المرحلة الأولى

source: Phase 4 Start Date
ar: بداية المرحلة الرابعة

source: Phase 4 End Date
ar: نهاية المرحلة الرابعة

source: Withdrawal Deadline
ar: آخر موعد للإنسحاب

source: High School GPA Weight
ar: نسبة شهادة الثانوية

source: Qudrat Score Weight
ar: وزن درجة القدرات

source: Tahsili Score Weight
ar: وزن درجة التحصيلي

source: Cutoff Point
ar: درجة القبول

source: Active Semester
ar: فصل القبول نشط

source: Indicator of the current active semester. This will be used in the admin-side and committee pages
ar: هذا الحقل يحدد فصل القبول النشط والذي سوف يستخدم بصفحات اﻹدارة و التدقيق

source: Applied
ar: تم تقديم الطلب

source: Partially-Admitted
ar: مرشح للقبول

source: Admitted
ar: تم القبول

source: Suspended
ar: تم تعليق القبول

source: Withdrawn
ar: منسحب

source: General Status
ar: الحالة العامة

source: Registration Status Message AR
ar: رسالة حالة التسجيل ( بالعربي )

source: Registration Status Message EN
ar: رسالة حالة التسجيل ( بالإنجليزي )

source: Current high school graduation year
ar: تاريخ تخرج من الثانوية العام الحالي

source: Previous high school graduation year
ar: تاريخ تخرج من الثانوية العام الماضي

source: Old High school graduation year
ar: تاريخ تخرج من الثانوية قديم

source: Graduation Year (English)
ar: سنة التخرج ( بالإنجليزي )

source: Graduation Year (Arabic)
ar: سنة التخرج ( بالعربي )

source: Type
ar: النوع

source: Related Field
ar: الحقل المرتبطة

source: Verification Issue (AR)
ar: ملاحظات التدقيق بالعربي

source: Verification Issue (EN)
ar: ملاحظات التدقيق بالانجليزي

source: Django site admin
ar: موقع الإدارة

source: Django administration
ar: إدارة القبول

source: Cut-off Point
ar: تغيير حالة الطلاب

source: Distribute
ar: التوزيع

source: Feedback
ar: نتائج الاستطلاع

source: <div class="sidebar-info"> <div class="heading"> <h2>Important Information</h2> </div> <ul> <li class="calculator"><a href="http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/QaboolCalculator.aspx">Qabool Calculator</a></li> <li class="faq"><a href="http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/ContentDetailsPage.aspx?CUSTOMID=12&LinkID=LinkV3">FAQs</a> <br><a href="http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/ContentDetailsPage.aspx?CUSTOMID=14%%20&LinkID=GetNestedMenus308">Terms and Conditions</a></li> <li class="phone phone-no">+966 (13) 860 2901<br>+966 (13) 860 2722 (fax)</li> <li class="email"><a href="mailto:admissions@kfupm.edu.sa">admissions@kfupm.edu.sa</a> </li> </ul> </div>
ar: <div class="sidebar-info"> <div class="heading"> <h2>معلومات مهمة</h2> </div> <ul> <li class="calculator"><a href="http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/QaboolCalculator.aspx">احسب نسبتك المركبة</a></li> <li class="faq"><a href="http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/ContentDetailsPage.aspx?CUSTOMID=12&LinkID=LinkV3">من اﻻسئلة الشائعة</a> <br><a href="http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/ContentDetailsPage.aspx?CUSTOMID=14%%20&LinkID=GetNestedMenus308">شروط وإجراءات القبول</a></li> <li class="phone phone-no">+966 (13) 860 2901<br>+966 (13) 860 2722 (fax)</li> <li class="email"><a href="mailto:admissions@kfupm.edu.sa">admissions@kfupm.edu.sa</a> </li> </ul> </div>

source: en
ar: ar

source: Undergraduate Admission | King Fahd University of Petroleum &amp; Minerals
ar: إدارة القبول | جامعة الملك فهد للبترول والمعادن

source: Welcome
ar: مرحبا

source: Logout
ar: خروج

source: &copy; Admissions Office, King Fahd University of Petroleum &amp; Minerals<br> Dhahran, 31261 | Saudi Arabia | +966 (13) 860 2901<br> <a href="http://www.kfupm.edu.sa/admissions">www.kfupm.edu.sa/admissions</a> <br><br>
ar: &copy; إدارة القبول، جامعة الملك فهد للبترول والمعادن<br> الظهران، 31261 | المملكة العربية السعودية | <span class="phone-no">+966 (13) 860 2901</span><br> <a href="http://www.kfupm.edu.sa/admissions">www.kfupm.edu.sa/admissions</a> <br><br>

source: File already uploaded
ar: تم رفع الملف

source: Re-upload file
ar: تعديل الملف

source: Your session is about to expire
ar: دخولك لهذه الصفحة سينتهي قريبا

source: Click or type to extend your session.
ar: الرجاء النقر بالماوس أو الضغط على أزرار المفاتيح لتنشيط وتمديد وجودك بهذه الصفحة

source: Previous
ar: السابق

source: Next
ar: التالي

source: Important Dates
ar: تواريخ هامة (حسب تقويم أم القرى)

source: Registration Status
ar: حالة الطلب

source: Complete Application
ar: تأكيد الرغبة واستكمال البيانات

source: Print Documents
ar: طباعة الخطابات

source: Student Housing
ar: سكن الطلاب

source: Print Withdrawal Letter
ar: طباعة خطاب اﻻنسحاب

source: Edit Info
ar: تعديل البيانات

source: Edit Contact Information
ar: تعديل بيانات التواصل

source: Withdraw Application
ar: اﻻنسحاب

source: Change Password
ar: تغيير كلمة المرور

source: Username
ar: اسم المستخدم

source: Superuser
ar: مستخدم خارق

source: Groups
ar: المجموعات

source: Verify Students
ar: التحقق من بيانات الطلاب

source: Tarifi Reception
ar: استقبال البرنامج التعريفي

source: Preparation Course Attendance
ar: حضور محاضرة دورة التهيؤ

source: Import Transfer Data
ar: بيانات المتحولين

source: Export To Smart Card
ar: التصدير لنظام البطاقة

source: Number of students matching search criteria
ar: نتائج البحث

source: Student Full Name
ar: اسم الطالب

source: Choose a status from below list to apply to the students above:
ar: اختر الحالة الجديدة لتطبيقها على قائمة الطلاب أعلاه

source: Apply Status
ar: تغيير حالة قبول الطلاب

source: Choose member(s) from the list to distribute the students above:
ar: اختر الأعضاء من القائمة لتوزيع الطلاب عليهم:

source: Export Data
ar: تصدير البيانات

source: Exported Students
ar: الطلاب المصدرين للنظام

source: Failed Exports
ar: الطلاب الذين فشل تصديرهم للنظام

source: Error
ar: الخطأ

source: Update Gender
ar: تحديث الجنس

source: Import Data
ar: استيراد البيانات

source: Yesser
ar: يسر

source: Student
ar: الطالب

source: are u sure?
ar: هل أنت متأكد؟

source: Verify Student
ar: تم التحقق من البيانات

source: Crop the photo
ar: اقتصاص الصورة

source: Rot-right
ar: تدوير يمين

source: Rot-left
ar: تدوير يسار

source: Crop and upload
ar: رفع الصورة المعدلة

source: New Application
ar: جديد

source: Pending with Student
ar: المشاكل

source: Corrected by Student
ar: المصححة من قبل الطالب

source: Last Update Date
ar: تاريخ آخر تحديث

source: Sync Now
ar: جلب البيانات

source: Progress
ar: نسبة التقدم

source: of
ar: من

source: Logs
ar: الرسائل

source: Before
ar: قبل

source: After
ar: بعد

source: High School
ar: نسبة الثانوية

source: Quodrat
ar: درجة القدرات

source: Tahsili
ar: درجة التحصيلي

source: <h3>Change Password</h3>
ar: <h3>تغيير كلمة المرور</h3>

source: You changed your password successfully...
ar: لقد تم تغيير كلمة المرور بنجاح

source: We encountered an error in submitting the form. Please use the "Back" button on your browser to go back and retry...
ar: حصل خطأ بإرسال النوذج السابق. الرجاء الضغط على زر العودة بالمتصفح للمحاولة مرة أخرى...

source: <h3>Edit Contact Info</h3> Fill the form below to update your contact info<br> <small>You still need to provide unique email and mobile ...</small><br><br>
ar: <h3>تعديل بيانات التواصل</h3> الرجاء تعبئة النموذج أدناه لتحديث بياناتك<br> <small>يجب عليك إدخال رقم جوال وبريد إلكتروني لم يستخدم من قبل ...</small><br><br>

source: Update Contact Info
ar: تعديل بيانات التواصل

source: I confirm that all entered info above are correct
ar: أتعهد بأن المعلومات المدخلة أعلاه صحيحة.

source: Reset Your Password
ar: تغيير كلمة المرور

source: Fill the form below to reset your password
ar: عليك تعبئة النموذج لاستعادة كلمة المرور

source: Reset Password
ar: تغيير كلمة المرور

source: New Application For Admission
ar: تقديم طلب قبول جديد

source: Apply Now
ar: تقديم طلب

source: or
ar: أو

source: Registration is closed for this year
ar: انتهى التسجيل لطلاب البكالوريوس للعام القادم 1438 / 1439هـ ، وسوف يتم الاعلان عن نتائج القبول يوم ...

source: <h3>Review your Application</h3> If you have applied before, you can login below to review your application for admission
ar: <h3>مراجعة حالة القبول</h3> يمكنك الدخول من النموذج أدناه لمراجعة حالة طلبك

source: Login
ar: الدخول

source: Forgot Password?
ar: نسيت كلمة المرور

source: <strong>Note:</strong> <p>Please make sure your name in Arabic matches the name printed on your Government ID card. As for the English name, it should match the English name in your passport; if you have one. Otherwise, it should match the English name in you high school certificate.</p>
ar: <strong>ملاحظة هامة:</strong> <p>الرجاء التأكد من مطابقة الاسم العربي مع الاسم المسجل بالهوية الوطنية أو الإقامة. و بالنسبة للاسم الإنجليزي، يرجى التأكد من مطابقته للاسم بجواز السفر. و في حالة عدم وجود جواز سفر، يجب أن يتطابق مع الاسم الإنجليزي المسجل بشهادة الثانوية العامة.</p>

source: Save and Next
ar: حفظ وانتقال للخطوة التالية

source: <strong>Important Note:</strong> <ul> <li>Please upload a recent picture (with the Saudi thobe -- white background -- no glasses). Check the <a href="http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/Qabool/egPersonal.jpg">example</a>... </li> <li>Please upload clear scanned images with good quality.</li> <li>Allowed formats: jpg, jpeg, png, bmp, gif.</li> <li>Mobile-taken pictures will not be accepted.</li> </ul>
ar: <strong>ملاحظة هامة:</strong> <ul> <li>صورة حديثة ملونة للطالب ( بالزي السعودي -- خلفية الصورة بيضاء -- بدون نظارة ) انظر المثال</li> <li>رفع الصور عبر الماسح الضوئي بشكل واضح وبدقة عالية</li> <li>الصيغ المسموحة: jpg, jpeg, png, bmp, gif.</li> <li>الصور الملتقطة عن طريق الجوال غير مقبولة.</li> <li>أقصى حجم للصورة: 2 ميغابايت.</li> </ul>

source: Done Uploading Picture
ar: تم رفع الصورة

source: <strong>Important Note:</strong> <p>We received some of the information below from Ministry of Education and Qiyas.</p>
ar: <strong>ملاحظة هامة:</strong> <p>تم الحصول على بعض البيانات أدناه عن طريق وزارة التعليم والمركز الوطني للقياس.</p>

source: <strong>Note:</strong> <p>Contact information in case of an emergency.</p>
ar: <strong>ملاحظة:</strong> <p>نحتاج لمعلومات أحد اﻷقارب للتواصل في الحالات الطارئة</p>

source: <strong>Important Note:</strong> <ul> <li>Please upload clear scanned images with good quality.</li> <li>Allowed formats: pdf, jpg, jpeg, png, bmp, gif.</li> <li>Mobile-taken pictures will not be accepted.</li> </ul>
ar: <strong>ملاحظة هامة:</strong> <ul> <li>رفع الصور عبر الماسح الضوئي بشكل واضح وبدقة عالية</li> <li>الصيغ المسموحة: pdf, jpg, jpeg, png, bmp, gif.</li> <li>الصور الملتقطة عن طريق الجوال غير مقبولة.</li> <li>يجب أن لا يزيد كل ملف عن 2 ميغابايت.</li> </ul>

source: Personal Info
ar: المعلومات الشخصية

source: Guardian Contact
ar: معلومات ولي الأمر

source: Relative Contact
ar: معلومات أحد اﻷقرباء

source: Step
ar: الخطوة

source: Agree to Terms <br>&amp; Conditions
ar: الموافقة على<br>الشروط واﻷحكام

source: Choose your <br>Tarifi time slot
ar: اختر موعد للبرنامج التعريفي

source: Print your<br>Admission Letter
ar: طبـــــاعة<br>خطاب القبول

source: Agreement 1
ar: التعهدات

source: Agreement 2
ar: الترقية في اللغة الانجليزية

source: Agreement 3
ar: اجتياز السنة التحضيرية

source: Agreement 4
ar: اختيار التخصص

source: Agreement 5
ar: دليل الطالب

source: Withdrawal Form
ar: نموذج الإنسحاب

source: Withdraw
ar: الإنسحاب

source: Withdrawing from King Fahd University of Petroleum and Minerals
ar: من جامعة الملك فهد للبترول والمعادن

source: You can NOT undo if you withdraw now
ar: في حالة انسحابك، سوف يلغى قبولك من الجامعة وﻻيمكنك التراجع عن ذلك

source: Are you SURE?
ar: هل أنت متأكد من رغبتك باﻻنسحاب؟

source: <strong>Important Note:</strong> <p>Please enter your roommate government ID.</p>
ar: <strong>ملاحظة هامة:</strong> <p>الرجاء إدخال رقم هوية زميل السكن.</p>

source: Agree to Terms <br>&amp; Conditions
ar: الموافقة على<br>الشروط واﻷحكام

source: Choose your <br>Tarifi time slot
ar: اختر موعد في<br>البرنامج التعريفي

source: Print your <br>Admission Letter
ar: طبـــــاعة<br>خطاب القبول

source: Print Admission Letter and Medical Checkup Letter
ar: طباعة الخطابات

source: Click Here
ar: اضغط هنا

source: Student Guide
ar: دليل الطالب

source: Agree to Terms <br>&amp; Conditions
ar: الموافقة على<br>الشروط واﻷحكام

source: Print your <br>Admission Letter
ar: طبـــــاعة<br>خطاب القبول

source: Tarifi Time Slot
ar: البرنامج التعريفي

source: <h3>To get started, please set up an account so you can return to the site to follow up on your application at anytime.</h3> <h3>We recommend using Chrome or Firefox for a better display.</h3> Already applied for admission? <a href="/"><u>Log in</u></a> to review your application.<br><br> <div class="alert alert-warning"> (*) denotes a mandatory field </div>
ar: <h3>عليك إنشاء حساب وتسجيل بياناتك حتى يتسنى لك الدخول للنظام ومتابعة طلبك.</h3> <h3>ننصحك باستخدام المتصفحات التالية لعرض أفضل فايرفوكس و متصفح كروم Chrome or Firefox.</h3> هل لديك حساب؟ <a href="/"><u>تسجيل دخول</u></a> لمراجعة طلبك.<br><br> <div class="alert alert-warning"> (*) تعني حقل إلزامي </div>

source: Errors
ar: خطأ

source: You have errors in the form below that you have to correct to proceed
ar: يوجد اخطــــــاء بالنموذج أدناه، عليك تعديلها للإنتقال للخطوة التالية!

source: I accept all the above terms and conditions and
ar: أوافق على جميع الشروط و الأحكام المذكورة أعلاه و

source: I confirm that all entered info are correct
ar: أتعهد بأن المعلومات المدخلــة صـحـيـحــــة.

source: Apply for Admission
ar: تقديم طلب القبول

source: <div class="alert alert-success" role="alert"> <h4><span class="glyphicon glyphicon-ok" aria-hidden="true"></span> Success</h4> <p>Your application was submitted successfully. Please use the link below to login to the system to check your application status regularly</p> </div>
ar: <div class="alert alert-success" role="alert"> <h4><span class="glyphicon glyphicon-ok" aria-hidden="true"></span> تم الارسال بنجاح</h4> <p>لقد تم إرسال طلبك بنجاح، الرجاء الدخول للنظام من خلال الرابط أدناه لمتابعة حالة الطلب.</p> </div>

source: Application Status
ar: حالة الطلب

source: Application Details
ar: تفاصيل الطلب

source: Total
ar: الدرجة الموزونة

source: Missing Exams
ar: درجات ناقصة

source: Missing High School Score
ar: درجة الثانوية غير موجودة

source: Missing Qudrat Score
ar: درجة القدرات غير موجودة

source: Missing Tahsili Score
ar: درجة التحصيلي غير موجودة

source: You have the following issues with your data
ar: لديك المشاكل التالية بملفك الشخصي

source: Please re-upload your picture
ar: إعادة رفع الصورة الشخصية

source: Re-Upload Picture
ar: إعادة تحميل الصورة

source: Please re-upload your docs
ar: إعادة رفع المستندات

source: Re-Upload Missing Documents
ar: اضغط هنا لإعادة رفع المستندات

source: Please upload proof that you have withdrawn from the other university(s)
ar: الرجاء رفع صورة من إخلاء الطرف من الجامعة اﻷخرى

source: Upload Withdrawal Proof
ar: رفع إخلاء الطرف

source: Print Tarifi Schedule
ar: طباعة نموذج الاستقبال

source: Dear %(student_name)s,<br>Your request has been successfully submitted<br><h4>Registration Details</h4><hr>Name: %(student_name)s<br>Mobile: %(mobile)s<br>Registration Date: %(reg_date)s<br><hr><br>We appreciate your feedback: <a href="http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/Survey.aspx">http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/Survey.aspx</a> . <br><hr><br>You agreed to the following:<br>%(agreement)s<br><br> Admissions Office, <br>King Fahd University of Petroleum and Minerals
ar: <div style="direction:rtl">عزيزي الطالب %(student_name)s,<br>تم استلام طلبك بنجاح <br><h4>تفاصيل الطلب</h4><hr>اسم الطالب: %(student_name)s<br>رقم الجوال: %(mobile)s<br>تاريخ التسجيل: %(reg_date)s<br> فضلا شارك معنا في اﻻستبيان: <a href="http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/Survey.aspx">http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/Survey.aspx</a> . <br><hr><br>الشروط و اﻷحكام:<br>%(agreement)s<hr><br><br> إدارة القبول، <br>جامعة الملك فهد للبترول والمعادن.</div>

source: Dear %(student_name)s,<br>We regret to inform you that your application has been rejected because your old high school certificate. <h4>Registration Details</h4><hr>Mobile: %(mobile)s<br>Registration Date: %(reg_date)s<br><hr><br>You agreed to the following:<br>%(agreement)s<hr><br><br><br> Admissions Office, <br>King Fahd University of Petroleum and Minerals
ar: <div style="direction:rtl">عزيزي الطالب %(student_name)s,<br>نشعرك بأنه قد تم رفض طلبك ﻷن شهادة الثانوية أقدم من عامين... <br><h4>تفاصيل الطلب</h4><hr>اسم الطالب: %(student_name)s<br>رقم الجوال: %(mobile)s<br>تاريخ التسجيل: %(reg_date)s<br><hr><br>فضلا شارك معنا في اﻻستبيان: <a href="http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/Survey.aspx">http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/Survey.aspx</a> . <hr><br> الشروط و اﻷحكام:<br>%(agreement)s<hr><br><br> إدارة القبول، <br>جامعة الملك فهد للبترول والمعادن.</div>

source: Dear Student, You have been admitted successfully and you have to attend the orientationweek as specified in the admission letter
ar: عزيزي الطالب، لقد تم تأكيد قبولك في جامعة الملك فهد للبترول والمعادن بنجاح، وعليك حضور البرنامج التعريفي حسب الموعد المحدد لك في خطاب القبول ، و احضار خطاب القبول والكشف الطبي وصورة الهوية الوطنية وصورة شهادة الثانوية وصورتين شخصية حديثة ملونة وبالزي السعودي.

source: Dear Student, Your application has been withdrawn as per your request. We wish you luck in your future...
ar: عزيز الطالب، لقد تم الغاء قبولك في جامعة الملك فهد للبترول والمعادن بناء على طلبك، نتمنى لك التوفيق والنجاح في مكان آخر.

source: KFUPM Admission
ar: إدارة القبول بجامعة الملك فهد للبترول والمعادن

source: Your request was submitted. Share feedback http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/Survey.aspx, KFUPM
ar: تم استلام طلبك. رأيك يهمنا http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/Survey.aspx جامعة الملك فهد

source: Application was rejected because of old HS certificate. Share feedback: http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/Survey.aspx.KFUPM
ar: تم رفض طلبك لأن شهادة الثانوية قديمة. رأيك يهمنا http://www.kfupm.edu.sa/departments/admissions/SitePages/ar/Survey.aspx جامعة الملك فهد

source: Congrats, you have been admitted into KFUPM. Check our website
ar: نهنئك بقبولك في جامعة الملك فهد للبترول والمعادن، راجع الموقع

source: Your admission result is out. Check our website. KFUPM
ar: ظهرت نتيجة قبولك، راجع الموقع إدارة القبول جامعة الملك فهد

source: Documents were submitted and being checked. Check website later. KFUPM
ar: تم استلام مستنداتك وجاري التحقق منها، راجع الموقع إدارة القبول جامعة الملك فهد

source: You have issues in documents. Check website to fix them. KFUPM
ar: لديك مشكلة بمستنداتك، راجع الموقع لإعادة رفعها بأسرع وقت ممكن إدارة القبول 0138602901

source: Your admission is confirmed. Check website to print admission letter. KFUPM
ar: تم تأكيد قبولك في جامعة الملك فهد للبترول والمعادن، وعليك طباعة خطاب القبول والكشف الطبي إدارة القبول 0138602901

source: Your admission was withdrawn as per your request. Good luck. KFUPM
ar: لقد تم إلغاء قبولك في جامعة الملك فهد بناء على طلبك. بالتوفيق

source: You received a roommate request. Login to our site to accept. Student housing
ar: لديك طلب للسكن من أحد زملائك، بادر بالدخول على الموقع للرد وإنهاء الاجراءات. إدارة إسكان الطلاب

source: Your roommate request was accepted. Login to our site to print docs. Student housing
ar: تم قبول طلبك من زميل السكن، بادر بالدخول إلى الموقع لإنهاء إجراءات السكن. إدارة إسكان الطلاب

source: Your roommate request was rejected. Login to our site to send another one. Student housing
ar: تم إلغاء طلبك في السكن بسبب اعتذار زميلك، وينبغي عليك البحث عن زميل آخر. إدارة إسكان الطلاب

source: Your roommate has withdrawn. Login to our site to search for another roommate. Student housing
ar: تم إلغاء طلبك في السكن بسبب انسحاب زميلك، وينبغي عليك البحث عن زميل آخر. إدارة إسكان الطلاب

source: Remaining rooms is 100
ar: رصيد الغرف المتبقي 100

source: Remaining rooms is 50
ar: رصيد الغرف المتبقي 50

source: Remaining rooms is 10
ar: رصيد الغرف المتبقي 10

source: Dear Student: Kindly login to https://qabool.kfupm.edu.sa to view your Tarifi Week schedule. And You have to bring the printed schedule in addition to your admission letter Student Affairs KFUPM
ar: عزيزي الطالب المستجد: السلام عليكم، لقد تم تحديد مواعيد دورة التهيؤ للدراسة واختبار تحديد مستوى اللغة الإنجليزية، لذا عليك الدخول على حسابك في موقع "قبول" https://qabool.kfupm.edu.sa. وينبغي عند حضورك حسب الموعد المحدد لك في خطاب القبول، إحضار نسخة من (نموذج الاستقبال) المتضمن مواعيد البرنامج التعريفي الخاصة بك. عمادة شؤون الطلاب جامعة الملك فهد للبترول والمعادن

source: Use English alphabet only! You can also use the dot, hyphen and spaces
ar: استخدم الحروف الانجليزية فقط

source: Use Arabic alphabet only! You can also use spaces and diacritics (tashkil)
ar: استخدم الحروف العربية فقط

source: File extension (%(ext)s) not allowed!
ar: صيغة الملف (%(ext)s) غير مسموح بها!

source: File size {} is larger than {}!
ar: حجم الملف {} أكبر من {}!

source: Image size {} is larger than {}!
ar: حجم الصورة {} أكبر من {}!

source: New status has been applied to %(count)d of %(all)d students chosen...
ar: الحالة الجديدة تم تطبيقها على %(count)d من %(all)d طالب...

source: Error in updating status...
ar: خطأ بتعديل حالة الطلاب

source: %(count)d students were distributed amongst following members %(all)s ...
ar: %(count)d تم توزيعهم على %(all)s ...

source: Verification submitted successfully!!!!
ar: لقد تم حفظ معلومات التحقق من البيانات

source: Password was reset successfully...
ar: لقد تم تغيير كلمة المرور بنجاح

source: Contact Info was updated successfully...
ar: لقد تم حفظ بيانات التواصل بنجاح

source: Registration is closed...
ar: انتهى وقت التسجيل لهذا العام...

source: You already registered for this year.
ar: لقد قمت بالتسجيل لهذا العام ...

source: Info was updated successfully...
ar: لقد تم حفظ البيانات بنجاح

source: Personal Info was saved successfully...
ar: لقد تم حفظ البيانات الشخصية بنجاح

source: Guardian Contact Info was saved successfully...
ar: لقد تم حفظ بيانات ولي اﻷمر بنجاح

source: Relative Info was saved successfully...
ar: لقد تم حفظ معلومات القريب بنجاح
